




{"id":10886,"date":"2022-07-19T14:13:17","date_gmt":"2022-07-19T07:13:17","guid":{"rendered":"https:\/\/inno.com.vn\/?p=10886"},"modified":"2022-07-19T15:51:16","modified_gmt":"2022-07-19T08:51:16","slug":"top-5-xu-huong-cong-nghe-giao-duc-edtech-nam-2022","status":"publish","type":"post","link":"https:\/\/inno.com.vn\/top-5-xu-huong-cong-nghe-giao-duc-edtech-nam-2022\/","title":{"rendered":"Top 5 xu hướng Công Nghệ Giáo Dục &#8211; EDTECH năm 2022"},"content":{"rendered":"<div id=\"ez-toc-container\" class=\"ez-toc-v2_0_78 counter-hierarchy ez-toc-counter ez-toc-custom ez-toc-container-direction\">\n<div class=\"ez-toc-title-container\">\n<p class=\"ez-toc-title\" style=\"cursor:inherit\">Nội dung chính<\/p>\n<span class=\"ez-toc-title-toggle\"><a href=\"#\" class=\"ez-toc-pull-right ez-toc-btn ez-toc-btn-xs ez-toc-btn-default ez-toc-toggle\" aria-label=\"Toggle Table of Content\"><span class=\"ez-toc-js-icon-con\"><span class=\"\"><span class=\"eztoc-hide\" style=\"display:none;\">Toggle<\/span><span class=\"ez-toc-icon-toggle-span\"><svg style=\"fill: #000000;color:#000000\" xmlns=\"http:\/\/www.w3.org\/2000\/svg\" class=\"list-377408\" width=\"20px\" height=\"20px\" viewBox=\"0 0 24 24\" fill=\"none\"><path d=\"M6 6H4v2h2V6zm14 0H8v2h12V6zM4 11h2v2H4v-2zm16 0H8v2h12v-2zM4 16h2v2H4v-2zm16 0H8v2h12v-2z\" fill=\"currentColor\"><\/path><\/svg><svg style=\"fill: #000000;color:#000000\" class=\"arrow-unsorted-368013\" xmlns=\"http:\/\/www.w3.org\/2000\/svg\" width=\"10px\" height=\"10px\" viewBox=\"0 0 24 24\" version=\"1.2\" baseProfile=\"tiny\"><path d=\"M18.2 9.3l-6.2-6.3-6.2 6.3c-.2.2-.3.4-.3.7s.1.5.3.7c.2.2.4.3.7.3h11c.3 0 .5-.1.7-.3.2-.2.3-.5.3-.7s-.1-.5-.3-.7zM5.8 14.7l6.2 6.3 6.2-6.3c.2-.2.3-.5.3-.7s-.1-.5-.3-.7c-.2-.2-.4-.3-.7-.3h-11c-.3 0-.5.1-.7.3-.2.2-.3.5-.3.7s.1.5.3.7z\"\/><\/svg><\/span><\/span><\/span><\/a><\/span><\/div>\n<nav><ul class='ez-toc-list ez-toc-list-level-1 ' ><li class='ez-toc-page-1 ez-toc-heading-level-1'><a class=\"ez-toc-link ez-toc-heading-1\" href=\"https:\/\/inno.com.vn\/top-5-xu-huong-cong-nghe-giao-duc-edtech-nam-2022\/#nganh_cong_nghe_giao_duc_duoc_du_doan_vuot_377_ty_do_la_tren_toan_cau_vao_nam_2028_edtech_se_phat_trien_va_thay_doi_nhu_the_nao_trong_nam_2022_va_dau_la_nhung_xu_huong_edtech_can_chu_y\" >Ngành Công nghệ giáo dục được dự đoán vượt 377 tỷ đô la trên toàn cầu vào năm 2028. Edtech sẽ phát triển và thay đổi như thế nào trong năm 2022, và đâu là những xu hướng edtech cần chú ý? <\/a><ul class='ez-toc-list-level-2' ><li class='ez-toc-heading-level-2'><a class=\"ez-toc-link ez-toc-heading-2\" href=\"https:\/\/inno.com.vn\/top-5-xu-huong-cong-nghe-giao-duc-edtech-nam-2022\/#dau_tien_edtech_la_gi\" >Đầu tiên, Edtech là gì?<\/a><\/li><li class='ez-toc-page-1 ez-toc-heading-level-2'><a class=\"ez-toc-link ez-toc-heading-3\" href=\"https:\/\/inno.com.vn\/top-5-xu-huong-cong-nghe-giao-duc-edtech-nam-2022\/#2022_xu_huong_giao_duc_ky_thuat_so\" >2022 Xu hướng giáo dục kỹ thuật số<\/a><\/li><\/ul><\/li><\/ul><\/nav><\/div>\n<h1><span class=\"ez-toc-section\" id=\"nganh_cong_nghe_giao_duc_duoc_du_doan_vuot_377_ty_do_la_tren_toan_cau_vao_nam_2028_edtech_se_phat_trien_va_thay_doi_nhu_the_nao_trong_nam_2022_va_dau_la_nhung_xu_huong_edtech_can_chu_y\"><\/span><span style=\"font-size: 100%;\">Ngành Công nghệ giáo dục được dự đoán vượt 377 tỷ đô la trên toàn cầu vào năm 2028. Edtech sẽ phát triển và thay đổi như thế nào trong năm 2022, và đâu là những xu hướng edtech cần chú ý? <\/span><span class=\"ez-toc-section-end\"><\/span><\/h1>\n<p><em>Nền kinh tế tri thức đã chuyển dịch mạnh mẽ trong vài năm qua, sự xuất hiện của các công nghệ mới và sự thay đổi nhu cầu của học sinh, sinh viên. Đại dịch đã thay đổi toàn cảnh giáo dục và thị trường EdTech &#8211; tăng trưởng gần 21% so với cùng kỳ năm ngoái vào năm 2021. Bây giờ chúng ta đang ở trong một năm mới đầy những điều bất ngờ mới, nhưng điều gì tiếp theo trong edtech? <span style=\"font-size: 100%;\">Tìm hiểu ngay ở đây.<\/span><\/em><\/p>\n<p><\/a><\/p>\n<p>&nbsp;<\/p>\n<h2><span class=\"ez-toc-section\" id=\"dau_tien_edtech_la_gi\"><\/span><strong>Đầu tiên, Edtech là gì?<\/strong><span class=\"ez-toc-section-end\"><\/span><\/h2>\n<blockquote><p>Edtech là công nghệ kỹ thuật số như phần cứng hoặc phần mềm máy tính được thiết kế để nâng cao hoặc hỗ trợ việc dạy và học.<\/p><\/blockquote>\n<p>Việc này có thể kể đến các hạng mục thiết bị như bảng tương tác, máy tính xách tay, máy tính bảng, hoặc thiết bị kiểm tra đánh giá. Ngoài ra, còn có thể là phần mềm như phần mềm quản lí lớp học, chương trình học tập trực tuyến, chương trình thực tế ảo,&#8230;. Edtech có ý nghĩa thúc đẩy và tạo điều kiện cho việc giảng dạy và học tập dễ dàng hơn.<\/p>\n<p>Edtech không chỉ giới hạn ở các lớp học, mà còn có thể là công cụ hữu ích với việc giới thiệu, đào tạo trong các tổ chức, công ty, hoặc các lớp học trực tuyến ngoại khoá như các khóa học về ngôn ngữ hoặc nghệ thuật. Edtech tạo cơ hội tiếp cận cho các học sinh khuyết tật. Công nghệ giúp học sinh bị khiếm khuyết về giác quan hay nhận thức có thể hiểu tài liệu dễ dàng hơn. Chẳng hạn điều đơn giản như tuỳ chọn nghe cho các tài liệu trực tuyến, hữu ích cho các học sinh gặp khó khăn đọc.<\/p>\n<p>Sự phát triển công nghệ giáo dục đã và đang cách mạng hóa việc giáo dục cho học sinh và giáo viên &#8211; hỗ trợ và thúc đẩy cho việc học trở nên dễ tiếp cận, hiệu quả và thú vị.<\/p>\n<h2><span class=\"ez-toc-section\" id=\"2022_xu_huong_giao_duc_ky_thuat_so\"><\/span>2022 Xu hướng giáo dục kỹ thuật số<span class=\"ez-toc-section-end\"><\/span><\/h2>\n<h3>1. Thực tế ảo và thực tế ảo tăng cường<\/h3>\n<p><span style=\"color: #555555; font-size: 14.399999618530273px;\">Thực tế ảo (VR) và thực tế tăng cường (AR) mang đến nhiều cơ hội học tập thú vị. <strong>Metaverse<\/strong>, một mạng lưới các thế giới 3D, đã có mặt ở đây và các edtech đang bắt đầu tạo ra trải nghiệm nhập vai cho sinh viên. Theo HolonIQ, đến năm 2025, chi tiêu cho các công cụ AR và VR dự kiến ​​sẽ tăng lên 12,6 tỷ đô la, gấp đôi chi tiêu dự kiến ​​cho trí tuệ nhân tạo (AI) và máy học (ML). Trong giáo dục, AR có thể đưa các yếu tố ảo vào các tình huống của thế giới thực để khuyến khích sự tham gia của sinh viên và kết nối mối quan hệ, trong khi VR có thể đưa người dùng vào môi trường hoàn toàn được mô phỏng và sống động như thật.<\/span><\/p>\n<p>Đại học Stanford đã sử dụng ENGAGE cho khóa học dựa trên VR đầu tiên của họ vào năm 2021 được gọi là <strong>“người ảo”<\/strong>. Tai nghe VR đã được gửi cho sinh viên và hơn một nửa số lớp học đã diễn ra trong VR. Điều này đã mang các sinh viên đến với nhau, trải nghiệm cách kết nối và học tập ảo. <strong>Google Earth VR<\/strong> công cụ tuyệt với đưa học sinh tham gia các chuyến đi ảo trên khắp thế giới, ai lại không muốn tìm hiểu về người La Mã cổ đại bằng cách thực sự ghé thăm một phiên bản ảo của Rome?<\/p>\n<figure id=\"attachment_10888\" aria-describedby=\"caption-attachment-10888\" style=\"width: 800px\" class=\"wp-caption aligncenter\"><img loading=\"lazy\" decoding=\"async\" class=\"wp-image-10888 size-medium\" src=\"https:\/\/inno.com.vn\/wp-content\/uploads\/2022\/07\/edtech1-copy-800x376.jpg\" alt=\"hình ảnh các tùy chọn du lịch VR của Google Earth để chứng minh xu hướng VR edtech\" width=\"800\" height=\"376\" title=\"\"><figcaption id=\"caption-attachment-10888\" class=\"wp-caption-text\">Hình ảnh các tùy chọn du lịch VR của Google Earth<\/figcaption><\/figure>\n<h4><strong>VR trong giáo dục đặc biệt<\/strong><\/h4>\n<p>VR có thể tạo ra một không gian an toàn, giúp các học sinh đặc biệt cải thiện kĩ năng giao tiếp và thực hành kĩ năng xã hội. Các nghiên cứu đã chỉ ra rằng VR có thể được sử dụng hiệu quả để cải thiện chứng lo âu xã hội, ADHD, khiếm khuyết về nhận thức, chứng khó đọc, hội chứng down, v.v.<\/p>\n<p>Tuy nhiên, các thiết bị VR vẫn còn khá đắt, khiến nhiều nhà giáo dục ít tiếp cận được chúng. Mặc dù vậy, có thể thấy như giá của tai nghe VR từ khoảng $ 1000 USD đến $ 400- $ 300 trong vài năm qua. Khi nhiều đối thủ cạnh tranh tham gia vào thị trường, giá sẽ tiếp tục giảm và trở nên dễ tiếp cận hơn. VR là một công cụ cực kỳ mạnh mẽ để học tập sẽ tiếp tục phát triển trong không gian giáo dục vào năm 2022 và hơn thế nữa.<\/p>\n<h3>2. Trò chơi hoá (Gamification)<\/h3>\n<blockquote><p>Học tập dựa trên trò chơi đang thay đổi cách học của học sinh<\/p><\/blockquote>\n<p>Tích hợp các giải pháp dựa trên trò chơi vào trải nghiệm học tập thông qua việc sử dụng máy tính bảng, máy tính xách tay và thực tế ảo (VR) có thể tăng mức độ tương tác và mang lại kết quả học tập tích cực. Khi nhu cầu về giáo dục chất lượng cao áp dụng công nghệ ngày càng tăng, việc các tổ chức giáo dục áp dụng chiến lược dựa trên trò chơi và trò chơi hóa đang gia tăng. Edtech nâng kỹ năng chơi game lên một tầm cao mới, với nhiều lựa chọn trò chơi học tập trực tuyến, cũng như các khóa học trực tuyến với phần thưởng hay chứng chỉ. Điều này đặc biệt hữu ích nhằm kích thích cho học sinh, trẻ em tham gia hoạt động học. Theo BlueWeave Consulting, thị trường trò chơi hóa giáo dục toàn cầu sẽ tăng ít nhất 29% vào năm 2027 và đã trị giá 697,26 triệu đô la vào năm 2020.<\/p>\n<p>Chắc chắn chúng ta sẽ thấy nhiều trò chơi điện tử hơn xuất hiện trên thị trường với mục tiêu chính là học tập.<\/p>\n<h3>3. Dữ liệu lớn (Big Data)<\/h3>\n<p>Ngày nay, Big Data ở khắp mọi nơi. Vào năm 2019, 90% lượng dữ liệu kỹ thuật số của thế giới đã được tạo ra chỉ từ hai năm trước đó. Lượng dữ liệu có sẵn đang tăng với tốc độ cấp số nhân, nhưng edtech sẽ tận dụng dữ liệu trong năm 2022 và hơn thế nào? Dữ liệu rất quan trọng để mở ra tiềm năng của các giải pháp edtech. Forrester ước tính rằng các doanh nghiệp dựa trên dữ liệu kỹ thuật số đang tăng trưởng trung bình hơn 30% hàng năm. Khi đại dịch và sự chuyển đổi sang học tập ảo đã mang lại một làn sóng sức mạnh cho dữ liệu kỹ thuật số.<\/p>\n<h3>4. Tính linh hoạt<\/h3>\n<p>Đại dịch COVID-19 tạo cơ sở cho việc truyền đạt kiến thức phải linh hoạt cho học sinh, sinh viên, nhằm duy trì và cải thiện chất lượng giáo dục.<\/p>\n<ul>\n<li>Mô hình học tập kết hợp<\/li>\n<\/ul>\n<p><span style=\"color: #555555; font-size: 100%;\">Một số đại học trên thế giới đã và đang thử nghiệm việc học đồng bộ và không đồng bộ. Điều này có nghĩa là sinh viên có thể chọn tham gia lớp học hoặc xem các bản ghi âm sau giờ học bất cứ khi nào thuận tiện cho họ. Điều này cho phép sinh viên tiếp cận dễ dàng hơn khi lớp học không phù hợp với lịch trình cá nhân của họ. Mô hình học không đồng bộ chắc chắn sẽ tiếp tục, đặc biệt là trong giáo dục đại học.<\/span><\/p>\n<ul>\n<li>Quyền tự chủ của sinh viên<\/li>\n<\/ul>\n<p>John Drea đã phác thảo thử nghiệm của mình với phương pháp học trực tiếp so với phương pháp học Zoom trên tạp chí Harvard Business Publishing for Education. Trong hai khóa học của mình, anh ấy đã cho sinh viên lựa chọn tham gia qua Zoom hoặc trực tiếp. Sau đó, ông đo lường những gì học sinh đã chọn và thu thập phản hồi từ học sinh của mình. John nhận thấy rằng học sinh rất thích sự linh hoạt và tự chủ trong việc lựa chọn cách họ tham gia lớp học.<\/p>\n<p>Đây là một ví dụ tuyệt vời về việc dễ dàng cung cấp các lựa chọn khác nhau để tham gia các lớp học có thể mang lại lợi ích cho học sinh. Khi học sinh có quyền tự chủ lựa chọn cách họ tham gia lớp học, họ sẽ ít có khả năng bỏ qua lớp học hơn. Bên ngoài môi trường đại học, nhiều sinh viên đang chọn các khóa học trực tuyến chỉ đơn giản là vì sự linh hoạt. Các khóa học trực tuyến có thể được thực hiện ở bất kỳ nơi nào học viên trên thế giới, vào bất kỳ thời điểm nào phù hợp với họ. Điều này làm cho việc học tập dễ tiếp cận hơn và hòa nhập vào cuộc sống của học sinh.<\/p>\n<p>Tính linh hoạt về các hình thức học tập rõ ràng sẽ liên tực phát triển để thích nghi tốt hơn cho sự thay đổi nhu cầu của học sinh, sinh viên.<\/p>\n<p><span style=\"color: #999999;\"><em><span style=\"font-size: 95%;\"><a style=\"color: #999999;\" href=\"https:\/\/inno.com.vn\/phan-mem-giang-day-va-quan-ly-lop-hoc\/\" target=\"_blank\" rel=\"noopener\">Phần mềm giảng dạy &amp; quản trị lớp học thông minh.<\/a><\/span><\/em><\/span><\/p>\n<h3>5. Trí tuệ nhân tạo (AI) và máy học (ML)<\/h3>\n<p>Theo HolonIQ, chi tiêu cho AI và ML dự kiến ​​sẽ tăng lên 6 tỷ đô la vào năm 2025. Để triển khai các công nghệ này, các edtech trước tiên phải thiết lập một nền tảng và chiến lược vững chắc. AI có thể giúp cải thiện kết quả kinh doanh với trí thông minh được tạo sẵn cho các ứng dụng và quy trình làm việc; trong khi đó, ML được sử dụng để nhận dạng và học hỏi mẫu.<\/p>\n<p>Microsoft báo cáo rằng 92% các nhà giáo dục Hoa Kỳ đã bắt đầu thử nghiệm với công nghệ AI, với 15% gọi nó là “người thay đổi cuộc chơi”. Các công ty như CENTURY Tech cung cấp các nền tảng học tập được cá nhân hóa cho các nhà giáo dục. Họ sử dụng AI và khoa học hành vi để lấp đầy khoảng trống trong kiến ​​thức của học sinh và trình bày tài liệu học tập cho học sinh vào đúng thời điểm.<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"aligncenter wp-image-10889 size-medium\" src=\"https:\/\/inno.com.vn\/wp-content\/uploads\/2022\/07\/edtech2-copy-800x358.jpg\" alt=\"ảnh chụp màn hình trang web của công ty AI để chứng minh xu hướng edtech AI và machine learning\" width=\"800\" height=\"358\" title=\"\" srcset=\"https:\/\/inno.com.vn\/wp-content\/uploads\/2022\/07\/edtech2-copy-800x358.jpg 800w, https:\/\/inno.com.vn\/wp-content\/uploads\/2022\/07\/edtech2-copy-768x344.jpg 768w, https:\/\/inno.com.vn\/wp-content\/uploads\/2022\/07\/edtech2-copy-600x269.jpg 600w, https:\/\/inno.com.vn\/wp-content\/uploads\/2022\/07\/edtech2-copy.jpg 980w\" sizes=\"auto, (max-width: 800px) 100vw, 800px\" \/><\/p>\n<p>&nbsp;<\/p>\n<p><strong>ELSA<\/strong>, một ứng dụng học ngôn ngữ được hỗ trợ bởi AI giúp người học tiếng Anh nói chuyện một cách tự tin. Ứng dụng tự hào có trợ lý được hỗ trợ bởi AI cung cấp phân tích giọng nói và phát âm để xác định các lĩnh vực cần cải thiện cho người học.<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"wp-image-10890 size-medium aligncenter\" src=\"https:\/\/inno.com.vn\/wp-content\/uploads\/2022\/07\/edtech3-copy-800x384.jpg\" alt=\"ảnh chụp màn hình của công ty học ngôn ngữ AI ELS để chứng minh xu hướng AI edtech\" width=\"800\" height=\"384\" title=\"\" srcset=\"https:\/\/inno.com.vn\/wp-content\/uploads\/2022\/07\/edtech3-copy-800x384.jpg 800w, https:\/\/inno.com.vn\/wp-content\/uploads\/2022\/07\/edtech3-copy-768x368.jpg 768w, https:\/\/inno.com.vn\/wp-content\/uploads\/2022\/07\/edtech3-copy-600x288.jpg 600w, https:\/\/inno.com.vn\/wp-content\/uploads\/2022\/07\/edtech3-copy.jpg 980w\" sizes=\"auto, (max-width: 800px) 100vw, 800px\" \/><\/p>\n<p>AI và ML sẽ tiếp tục cá nhân hóa việc học khi ngày càng có nhiều công ty tham gia vào không gian edtech. Khả năng của AI và ML để đổi mới và học tập cá nhân là rất ấn tượng với những lợi ích rõ ràng cho sinh viên và người hướng dẫn.<\/p>\n<p>Dù bạn là giáo viên, nhà giáo dục hay người làm khoá học, có thể bạn hoàn toàn mới đổi với lĩnh vực edtech, thì những xu hướng này sẽ giúp bạn chuẩn bị cho tương lai học tập vào năm 2022 và hơn thế nữa. Edtech đang giúp việc học tập trở nên hấp dẫn, tinh vi và hiệu quả hơn cho cả học sinh và giáo viên. Lợi ích tốt nhất của mọi người là tận dụng edtech để cải thiện trải nghiệm học tập tổng thể.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Ngành Công nghệ giáo dục được dự đoán vượt 377 tỷ đô la trên toàn cầu vào năm 2028. Edtech sẽ phát triển và thay đổi như thế nào trong năm 2022, và đâu là những xu hướng edtech cần chú ý?  Nền kinh tế tri thức đã chuyển dịch mạnh mẽ trong vài năm&#8230;<\/p>\n","protected":false},"author":3,"featured_media":10887,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"inline_featured_image":false,"footnotes":""},"categories":[66],"tags":[],"class_list":["post-10886","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-tin-tuc"],"acf":[],"_links":{"self":[{"href":"https:\/\/inno.com.vn\/wp-json\/wp\/v2\/posts\/10886","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/inno.com.vn\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/inno.com.vn\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/inno.com.vn\/wp-json\/wp\/v2\/users\/3"}],"replies":[{"embeddable":true,"href":"https:\/\/inno.com.vn\/wp-json\/wp\/v2\/comments?post=10886"}],"version-history":[{"count":7,"href":"https:\/\/inno.com.vn\/wp-json\/wp\/v2\/posts\/10886\/revisions"}],"predecessor-version":[{"id":10904,"href":"https:\/\/inno.com.vn\/wp-json\/wp\/v2\/posts\/10886\/revisions\/10904"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/inno.com.vn\/wp-json\/wp\/v2\/media\/10887"}],"wp:attachment":[{"href":"https:\/\/inno.com.vn\/wp-json\/wp\/v2\/media?parent=10886"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/inno.com.vn\/wp-json\/wp\/v2\/categories?post=10886"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/inno.com.vn\/wp-json\/wp\/v2\/tags?post=10886"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}